/* 
   MNError.strings
   MindNode

   Created by Markus Müller on 07.05.08.
   Copyright 2008 __MyCompanyName__. All rights reserved.
 */



/* MNUnknownFileReadError */
"description1" = "No se pudieron leer los datos del documento de MindNode.";
"failureReason1" = "El archivo indicado parece estar deñado.";

/* MNUnknownPasteboardReadError */
"description2" = "Los datos de MindNode contenidos en el portapapeles no pudieron leerse por una causa desconocida.";
"failureReason2" = "Se ha producido un error desconocido.";

/* MNWriteCouldntMakeTIFFError */
"description3" = "No se pudo crear una imagen TIFF porque estaría vacía.";
"failureReason3" = "La imagen TIFF estaría vacía.";

/* MNUnknownFileWriteError */
"description4" = "MindNode no pudo guardar el documento.";
"failureReason4" = "No se permite guardar el documento actual.";

/* MNUnknownPrintError */
"description5" = "MindNode no pudo imprimir el documento.";
"failureReason5" = "Se ha producido un fallo al imprimir el documento actual. Contacte con atención al cliente si el problema continúa.";

/* MNNoNodesPrintError */
"description6" = "MindNode no puede imprimir un documento vacío.";
"failureReason6" = "Añada nodos al documento antes de imprimir.";

/* MNUnsuportedDocumentVersionError */
"description7" = "MindNode no pudo cargar el documento indicado.";
"failureReason7" = "El documento se guardó con una versión más reciente de la aplicación. Use el actualizador de software incluido para instalar una versión actual.";

/* MNInvalidiCloudConnectionError */
"description8" = "No se puede conectar con iCloud.";
"failureReason8" = "Asegúrese de que ha configurado iCloud y que ha activado la opción para compartir documentos.";

/* MNInvalidiCloudFilenameError */
"description9" = "El nombre de archivo seleccionado ya existe.";
"failureReason9" = "Ya existe un documento con el mismo nombre en iCloud. Escoja un nuevo nombre.";
